---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RadiusSymbolLocation
source: html/9dbaab1c-b394-85a9-b54e-86c150efc012.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RadiusSymbolLocation Property

"Radius Symbol Location"

## Syntax (C#)
```csharp
public static ForgeTypeId RadiusSymbolLocation { get; }
```